# Console
cask "font-meslo-lg-nerd-font"
cask "wezterm"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"

# Git & GPG
brew "git"
brew "pinentry-mac"
brew "pre-commit"

# Utils
brew "bat"
brew "eza"
brew "fzf"

# Development
brew "mise"
brew "ollama"
brew "podman"
cask "podman-desktop"
brew "zed"
