# Console
cask "font-meslo-lg-nerd-font"
cask "wezterm"
brew "zsh"

# Git & GPG
brew "git"
brew "pinentry-mac"
brew "pre-commit"
brew "typos-cli"

# Utils
brew "bat"
brew "eza"
brew "fzf"

# Development
brew "mise"
brew "ollama"
brew "podman"
cask "podman-desktop"
cask "zed"

# Apps
cask "shortcat"
cask "rectangle"
